13/data/attachments/374c1d1a8e595ea.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d415ce0c-43fb-4c18-91c4-c3b443ee14c4</nif:username>
            <nif:friendToBeAdded>Ricardo_trouble_Actions_62823_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>